Repository: NexoStudioinc/nexo-whisper
Catalog: VoiceInk/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: with Nexo Whisper
es: con Nexo Whisper

source: %lld requests this month
es: %lld requests este mes

source: 100% offline & private
es: 100% local y privado

source: A New Way to Type
es: Una nueva forma de escribir

source: AFFILIATE 30%
es: AFILIADOS 30%

source: AI Enhancement
es: Mejora con IA

source: AI Model
es: Modelo de IA

source: AI Model: %@
es: Modelo de IA: %@

source: AI Models
es: Modelos de IA

source: AI Provider
es: Proveedor de IA

source: AI Provider Integration
es: Integración con proveedor de IA

source: AI Provider: %@
es: Proveedor de IA: %@

source: AI Request
es: Solicitud de IA

source: AI enhancement failed — pasted raw transcription
es: Falló la mejora con IA — se pegó la transcripción original

source: AI enhancement lets you pass the transcribed audio through LLMs to post-process using different prompts suitable for different use cases like e-mails, summary, writing, etc.
es: La mejora con IA pasa el audio transcrito por LLMs para post-procesarlo con prompts útiles según el caso: emails, resúmenes, escritura, etc.

source: API Endpoint URL
es: URL del endpoint API

source: API Key
es: Clave API

source: API Key Configuration
es: Configuración de clave API

source: API Key Set
es: Clave API configurada

source: API key verified successfully!
es: ¡Clave API verificada con éxito!

source: API spend (estimated)
es: Gasto en APIs (estimado)

source: Accessibility Access
es: Acceso de accesibilidad

source: Accuracy
es: Precisión

source: Activate
es: Activar

source: Activate License
es: Activar licencia

source: Activation Delay
es: Demora de activación

source: Active
es: Activo

source: Active CLI
es: CLI activo

source: Add
es: Agregar

source: Add Emoji
es: Agregar emoji

source: Add Model
es: Agregar modelo

# Add New Power Mode
source: Add New App Profile
es: Agregar nuevo Modo por App

# Add Power Mode
source: Add App Profile
es: Agregar Modo por App

source: Add Second Shortcut
es: Agregar segundo atajo

source: Add Space After Paste
es: Agregar espacio después de pegar

source: Add a trailing space after pasted transcription output.
es: Agrega un espacio al final del texto pegado.

source: Add custom emoji
es: Agregar emoji personalizado

# Add customized power modes for different contexts
source: Add customized App Profiles for different contexts
es: Agregá Modos por App personalizados para distintos contextos

source: Add files
es: Agregar archivos

source: Add filler word
es: Agregar muletilla

source: Add new prompt
es: Agregar nuevo prompt

source: Add to vocabulary
es: Agregar al vocabulario

source: Add trigger word
es: Agregar palabra disparadora

source: Add word
es: Agregar palabra

source: Add word replacement
es: Agregar reemplazo de palabra

source: Add word to vocabulary
es: Agregar palabra al vocabulario

source: Add words that automatically activate this prompt. For example, 'summarize', 'email', 'translate'.
es: Agregá palabras que activen este prompt automáticamente. Por ejemplo: 'resumir', 'email', 'traducir'.

source: Add words to help Nexo Whisper recognize them properly
es: Agregá palabras para que Nexo Whisper las reconozca correctamente

source: Add words to help Nexo Whisper recognize them properly. (Requires AI enhancement)
es: Agregá palabras para ayudar a Nexo Whisper a reconocerlas correctamente. (Requiere mejora por IA)

source: Additional
es: Adicional

source: Additional Shortcuts
es: Atajos adicionales

source: Advanced
es: Avanzado

source: Advanced configuration
es: Configuración avanzada

source: All time
es: Total acumulado

source: Allow Nexo Whisper to detect your global keyboard shortcut
es: Permití a Nexo Whisper detectar tu atajo de teclado global

source: Allow Nexo Whisper to help you type anywhere in your Mac.
es: Permití que Nexo Whisper te ayude a escribir en cualquier parte de tu Mac.

source: Allow Nexo Whisper to paste transcribed text directly at your cursor position
es: Permití a Nexo Whisper pegar el texto transcrito directamente en la posición del cursor

source: Allow Nexo Whisper to record your voice for transcription
es: Permití a Nexo Whisper grabar tu voz para transcribir

source: Allow Nexo Whisper to understand context from your screen for transcript Enhancement
es: Permití a Nexo Whisper leer el contexto de tu pantalla para mejorar las transcripciones

source: Already have a license?
es: ¿Ya tenés una licencia?

source: Already purchased?
es: ¿Ya la compraste?

source: Analyze
es: Analizar

source: App Language
es: Idioma de la app

source: App Permissions
es: Permisos de la app

source: Apple Speech asset management is not available on this system.
es: La gestión de assets de Apple Speech no está disponible en este sistema.

source: Applications
es: Aplicaciones

source: Apply custom settings based on active app or website.
es: Aplicá configuraciones personalizadas según la app o sitio web activo.

source: Apply intelligent text formatting to break large block of text into paragraphs.
es: Aplica formato inteligente para dividir bloques grandes de texto en párrafos.

source: Assign a unique keyboard shortcut to instantly activate this App Profile and start recording.
es: Asigná un atajo de teclado único para activar este Modo por App y empezar a grabar al instante.

source: Audio Cleanup
es: Limpieza de audio

source: Audio Input
es: Entrada de audio

source: Auto Send
es: Envío automático

source: Auto-check Updates
es: Buscar actualizaciones automáticamente

source: Auto-delete Audio Files
es: Eliminar audios automáticamente

source: Auto-delete Transcripts
es: Eliminar transcripciones automáticamente

source: Auto-detected installed CLIs
es: CLIs detectados automáticamente

source: Autodetected
es: Detección automática

source: Automate your workflows with context-aware configurations.
es: Automatizá tus flujos con configuraciones que entienden el contexto.

source: Automatically apply custom configurations based on the app/website you are using.
es: Aplica configuraciones personalizadas automáticamente según la app o sitio que estés usando.

source: Automatically delete audio recordings while keeping text transcripts intact.
es: Eliminá grabaciones de audio automáticamente conservando las transcripciones de texto.

source: Automatically delete transcript history based on the retention period you set.
es: Eliminá automáticamente el historial de transcripciones según el período que configures.

source: Automatically presses a key combination after pasting text. Useful for chat applications or forms that use different send shortcuts.
es: Presiona una combinación de teclas automáticamente después de pegar texto. Útil para chats o formularios con atajos de envío distintos.

source: Automatically remove filler words like 'uh', 'um', 'hmm' from transcriptions.
es: Eliminá automáticamente muletillas como 'eh', 'um', 'hmm' de las transcripciones.

source: Automatically replace specific words/phrases with custom formatted text
es: Reemplazá automáticamente palabras o frases con texto formateado a medida

source: Automatically skip AI enhancement when the transcription has very few words. Short phrases like "yes", "thank you", or quick commands don't benefit from enhancement.
es: Saltea la mejora con IA cuando la transcripción tiene muy pocas palabras. Frases cortas como "sí", "gracias" o comandos rápidos no se benefician de la mejora.

source: Available Devices
es: Dispositivos disponibles

source: Avg. Audio
es: Audio promedio

source: Avg. Enhancement Time
es: Tiempo promedio de mejora

source: Avg. Processing
es: Procesamiento promedio

source: Backup
es: Respaldo

source: Base URL
es: URL base

source: Base model optimized for English, good balance between speed and accuracy
es: Modelo base optimizado para inglés, buen equilibrio entre velocidad y precisión

source: Brief description
es: Descripción breve

source: Buy License
es: Comprar licencia

source: Buy Nexo Whisper
es: Comprar Nexo Whisper

source: Buy Once, Own Forever
es: Comprala una vez, es tuya para siempre

source: By model (this month)
es: Por modelo (este mes)

source: By provider (this month)
es: Por proveedor (este mes)

source: Cancel
es: Cancelar

source: Cancel Recording
es: Cancelar grabación

source: Cancel transcription
es: Cancelar transcripción

source: Capture on-screen text to understand context for better enhancement.
es: Capturá el texto en pantalla para entender el contexto y mejorar la transcripción.

source: Changelog
es: Novedades

source: Check for Updates
es: Buscar actualizaciones

source: Checking Apple Speech language download status.
es: Verificando estado de descarga del idioma de Apple Speech.

source: Choose
es: Elegir

source: Choose Files
es: Elegir archivos

source: Choose…
es: Elegir…

source: Cleans dictation into proper code with backticks, indentation and conventional names.
es: Limpia el dictado a código con backticks, indentación y nombres convencionales.

source: Cleanup Complete
es: Limpieza completada

source: Cleanup complete.
es: Limpieza completada.

source: Clear
es: Limpiar

source: Clear all items
es: Limpiar todos los items

source: Click here and start speaking...
es: Hacé clic acá y empezá a hablar...

source: Click the text area on the right
es: Hacé clic en el área de texto de la derecha

source: Client
es: Cliente

source: Clipboard Context
es: Contexto del portapapeles

source: Close
es: Cerrar

source: Cloud
es: Nube

source: Command
es: Comando

source: Complete Setup
es: Completar configuración

source: Complete the setup to get started
es: Completá la configuración para empezar

source: Compresses long dictation into 3-5 actionable bullet points.
es: Comprime un dictado largo en 3-5 bullets accionables.

source: Configure
es: Configurar

source: Configure Shortcut
es: Configurar atajo

source: Configure your microphone preferences
es: Configurá las preferencias del micrófono

source: Connect an audio input device to get started
es: Conectá un dispositivo de entrada de audio para empezar

source: Connected
es: Conectado

source: Context
es: Contexto

source: Context Awareness
es: Conciencia de contexto

source: Continue
es: Continuar

source: Control how Nexo Whisper handles your transcription data and audio recordings.
es: Controlá cómo Nexo Whisper maneja tus transcripciones y grabaciones de audio.

source: Convert audio or video files into text. Drop the files here, pick a model, and get the transcription with optional AI enhancement.
es: Convertí archivos de audio o video a texto. Soltá los archivos acá, elegí el modelo y conseguí la transcripción con mejora opcional por IA.

source: Convert transcription output to lowercase.
es: Convertí el resultado de la transcripción a minúsculas.

source: Copy Last Transcription
es: Copiar última transcripción

source: Copy to clipboard
es: Copiar al portapapeles

source: Create your first App Profile to automate Nexo Whisper based on the apps or websites you use
es: Creá tu primer Modo por App para automatizar el flujo de Nexo Whisper según las apps o sitios que uses

source: Current Device
es: Dispositivo actual

source: Custom
es: Personalizados

source: Custom Device
es: Dispositivo personalizado

source: Custom Provider
es: Proveedor personalizado

source: Custom command
es: Comando personalizado

source: Dashboard
es: Panel

source: Deactivate License
es: Desactivar licencia

source: Default
es: Predeterminado

source: Default Model
es: Modelo predeterminado

# Default power mode is used when no specific app or website matches are found.
source: The default App Profile is used when no specific app or website matches.
es: El Modo por App predeterminado se usa cuando ninguna app o sitio coincide.

source: Default uses simulated Cmd+V key events. AppleScript can help when custom keyboard layouts do not paste correctly.
es: El método predeterminado simula Cmd+V. AppleScript puede ayudar cuando algunos layouts de teclado no pegan correctamente.

source: Define word replacements to automatically replace specific words or phrases
es: Definí reemplazos de palabras para sustituir términos o frases automáticamente

source: Delete
es: Eliminar

source: Delete After
es: Eliminar después de

source: Delete Model
es: Eliminar modelo

# Delete Power Mode?
source: Delete App Profile?
es: ¿Eliminar Modo por App?

source: Delete Selected Items?
es: ¿Eliminar items seleccionados?

source: Deselect All
es: Deseleccionar todo

source: Details
es: Detalles

source: Detect speech segments and filter out silence to improve accuracy of local models.
es: Detecta segmentos de voz y filtra silencio para mejorar la precisión de los modelos locales.

source: Detected
es: Detectado

source: Detecting installed clients...
es: Detectando clientes instalados...

source: Diagnostics
es: Diagnóstico

source: Dictated %@ words across %lld sessions.
es: Dictaste %1$@ palabras en %2$lld sesiones.

source: Dictated %@ words across 1 session.
es: Dictaste %@ palabras en 1 sesión.

source: Dictionary
es: Diccionario

source: Dictionary Settings
es: Configuración del diccionario

source: Dictionary settings
es: Configuración del diccionario

# Dictá. Soltá. Listo.
source: Dictate. Release. Done.
es: Dictá. Soltá. Listo.

# Disable or remove your Power Modes first.
source: Disable or remove your App Profiles first.
es: Primero desactivá o eliminá tus Modos por App.

source: Disabled
es: Desactivado

source: Disconnected
es: Desconectado

source: Dismiss
es: Descartar

source: Dismiss this promotion
es: Descartar esta promoción

source: Display Name
es: Nombre visible

source: Displays the live transcript preview in the recorder while speaking. Only applies when using real-time streaming models.
es: Muestra una vista previa de la transcripción en vivo mientras hablás. Solo aplica con modelos de streaming en tiempo real.

source: Documentation
es: Documentación

source: Double-click to edit • Right-click for more options
es: Doble clic para editar • Clic derecho para más opciones

source: Double-click to see details • Right-click for more options
es: Doble click para ver detalles • Click derecho para más opciones

source: Download
es: Descargar

source: Download AI Model
es: Descargar modelo de IA

source: Download Apple Speech language
es: Descargar idioma de Apple Speech

source: Download Model
es: Descargar modelo

source: Download this Apple Speech language before transcribing.
es: Descargá este idioma de Apple Speech antes de transcribir.

source: Downloading Apple Speech language.
es: Descargando idioma de Apple Speech.

source: Downloading...
es: Descargando...

source: Drop audio or video files here
es: Soltá archivos de audio o video acá

source: Drop files anywhere to add more
es: Soltá archivos en cualquier lado para agregar más

source: Drop to add files
es: Soltá para agregar archivos

source: Duplicate Word
es: Palabra duplicada

source: Earn With The Nexo Whisper Affiliate Program
es: Ganá con el programa de afiliados de Nexo Whisper

source: Edit
es: Editar

source: Edit Model
es: Editar modelo

# Edit Power Mode
source: Edit App Profile
es: Editar Modo por App

source: Edit Word Replacement
es: Editar reemplazo de palabra

source: Edit replacement
es: Editar reemplazo

source: Email Support
es: Soporte por mail

source: Emoji in Use
es: Emoji en uso

source: Enable Access
es: Habilitar acceso

source: Enable Enhancement
es: Activar mejora

source: Enable your microphone to start speaking and converting your voice to text instantly.
es: Habilitá tu micrófono para empezar a hablar y convertir tu voz en texto al instante.

source: English
es: Inglés

source: English-only
es: Solo inglés

source: Enhance Nexo Whisper's transcription accuracy by teaching it your vocabulary
es: Mejorá la precisión de las transcripciones de Nexo Whisper enseñándole tu vocabulario

source: Enhancement
es: Mejora

source: Enhancement Models
es: Modelos de mejora

source: Enhancement Prompt
es: Prompt de mejora

source: Enhancement Prompts
es: Prompts de mejora

source: Enhancement Settings
es: Configuración de mejora

source: Enhancement settings
es: Configuración de mejora

source: Enhancing
es: Mejorando

source: Enter License
es: Ingresar licencia

source: Enter License Key
es: Ingresar clave de licencia

source: Enter website URL
es: Ingresá la URL del sitio

source: Enter word or phrase to replace (use commas for multiple)
es: Ingresá palabra o frase a reemplazar (usá comas para múltiples)

source: Enter your custom prompt instructions here...
es: Ingresá tus instrucciones personalizadas acá...

source: Enter your license key
es: Ingresá tu clave de licencia

source: Estimated cost based on the input/output length of each request. Real billing depends on each provider's tokenizer.
es: Costo estimado en base al largo del texto de cada request. La facturación real depende del tokenizador de cada proveedor.

source: Examples
es: Ejemplos

source: Executive Summary
es: Resumen Ejecutivo

source: Explore Affiliate
es: Explorar afiliados

source: Export
es: Exportar

source: Export Failed
es: Falló la exportación

source: Export Logs
es: Exportar logs

source: Export Settings
es: Exportar configuración

source: Export all settings, or choose specific categories when importing a backup.
es: Exportá toda la configuración o elegí categorías específicas al importar un respaldo.

source: Fail immediately
es: Fallar inmediatamente

source: Faster than Real-time
es: Más rápido que tiempo real

source: Feedback or Issues?
es: ¿Comentarios o problemas?

source: For best results, using your Mac's built-in microphone is recommended.
es: Para mejores resultados, te recomendamos usar el micrófono interno de tu Mac.

source: Fun
es: Divertido

source: Gemini CLI (deprecated)
es: Gemini CLI (obsoleto)

source: Get API Key
es: Obtener clave API

source: Get Nexo Whisper
es: Obtener Nexo Whisper

source: Get Started
es: Comenzar

source: Got it
es: Entendido

source: Help & Resources
es: Ayuda y recursos

source: Help and Support
es: Ayuda y soporte

source: Hide Dock Icon
es: Ocultar icono del Dock

source: History
es: Historial

source: How to install
es: Cómo instalar

source: How to use Word Replacements
es: Cómo usar reemplazos de palabras

source: If enabled, your instructions are combined with a general-purpose template to improve transcription quality. Disable for full control over the AI's system prompt (for advanced users).
es: Si está activo, tus instrucciones se combinan con una plantilla general para mejorar la calidad. Desactivá para controlar totalmente el system prompt (usuarios avanzados).

source: Immediately
es: Inmediatamente

source: Import
es: Importar

source: Import Local Model…
es: Importar modelo local…

source: Import Settings
es: Importar configuración

source: Imported local model
es: Modelo local importado

source: Input Mode
es: Modo de entrada

source: Input Monitoring Access
es: Monitorización de entrada

source: Instructions
es: Instrucciones

source: Interface
es: Interfaz

source: Keep Audio For
es: Conservar audio por

source: Keep Clipboard Content
es: Conservar portapapeles

source: Keep preserves punctuation as transcribed. Remove all strips punctuation marks from the transcribed text. Remove trailing period only removes a final period from the transcribed text.
es: Conservar mantiene la puntuación como fue transcrita. Quitar todo elimina los signos. Quitar solo punto final elimina únicamente el punto final del texto.

source: Keyboard Shortcut
es: Atajo de teclado

source: Keystrokes Saved
es: Pulsaciones ahorradas

source: Language
es: Idioma

source: Language: %@
es: Idioma: %@

source: Language: Autodetected
es: Idioma: detección automática

source: Language: English
es: Idioma: inglés

source: Language: English (only)
es: Idioma: inglés (solamente)

source: Later
es: Más tarde

source: Launch at Login
es: Abrir al iniciar sesión

source: Learn more
es: Saber más

source: Let's test your Nexo Whisper setup.
es: Vamos a probar la configuración de Nexo Whisper.

source: License
es: Licencia

source: License Active
es: Licencia activa

source: License Management
es: Gestión de licencia

source: License Management Portal
es: Portal de gestión de licencia

source: Load Template
es: Cargar plantilla

source: Load a template or enter a command to enable Local CLI enhancement.
es: Cargá una plantilla o ingresá un comando para activar la mejora con CLI local.

source: Loading...
es: Cargando...

source: Local Model Folder
es: Carpeta de modelos locales

source: Local models don't work reliably on Intel Macs
es: Los modelos locales no funcionan de forma confiable en Macs con Intel

source: Lowercase output
es: Resultado en minúsculas

source: Manage Models
es: Gestionar modelos

source: Manage your license and device activations
es: Gestioná tu licencia y los dispositivos activados

source: Microphone Access
es: Acceso al micrófono

source: Microphone Selection
es: Selección de micrófono

source: Middle-Click Recording
es: Grabar con clic medio

source: Minimum words
es: Palabras mínimas

source: Model
es: Modelo

source: Model Name
es: Nombre del modelo

source: Model Performance
es: Rendimiento del modelo

source: Model Settings
es: Configuración del modelo

source: Model:
es: Modelo:

source: Multilingual
es: Multilingüe

source: Multilingual Model
es: Modelo multilingüe

source: Mute Audio While Recording
es: Silenciar audio al grabar

source: My Custom Model
es: Mi modelo personalizado

source: NVIDIA's Parakeet V2 model optimized for lightning-fast English-only transcription
es: Modelo Parakeet V2 de NVIDIA optimizado para transcripción ultrarrápida solo en inglés

source: Name
es: Nombre

source: Native Apple
es: Apple nativo

source: Need help? Check the Help menu for support options
es: ¿Necesitás ayuda? Revisá el menú Ayuda para ver opciones de soporte

source: Never suggest
es: No sugerir más

source: Nexo Whisper Insights
es: Métricas de Nexo Whisper

source: Nexo Whisper License
es: Licencia de Nexo Whisper

source: Nexo Whisper captures on-screen text to understand the context of your voice input, which significantly improves transcription accuracy. Your privacy is important: this data is processed locally and is not stored.
es: Nexo Whisper captura el texto en pantalla para entender el contexto de tu voz y mejorar mucho la precisión de la transcripción. Tu privacidad importa: estos datos se procesan localmente y no se guardan.

source: Nexo Whisper needs Accessibility permission to work reliably across your entire Mac
es: Nexo Whisper necesita permiso de Accesibilidad para funcionar bien en toda tu Mac

source: Nexo Whisper needs to restart to apply the new language.
es: Nexo Whisper necesita reiniciarse para aplicar el nuevo idioma.

source: Nexo Whisper requires the following permissions to function properly
es: Nexo Whisper necesita los siguientes permisos para funcionar correctamente

source: Nexo Whisper sessions completed
es: Sesiones de Nexo Whisper completadas

source: Nexo Whisper temporarily uses the clipboard to paste transcription. When enabled, it restores your previous clipboard content after the selected delay. When disabled, the pasted transcription stays on your clipboard.
es: Nexo Whisper usa temporalmente el portapapeles para pegar la transcripción. Si está activo, restaura el contenido anterior después de la demora seleccionada. Si está apagado, la transcripción pegada queda en el portapapeles.

source: Nexo Whisper uses Accessibility permissions to paste the transcribed text directly into other applications at your cursor's position. This allows for a seamless dictation experience across your Mac.
es: Nexo Whisper usa permisos de Accesibilidad para pegar el texto transcrito directamente en otras aplicaciones en la posición del cursor. Esto te da una experiencia de dictado sin fricciones en toda tu Mac.
